Repository: Easyghost195/mdm
Catalog: po/*.po
Languages: kab

source: Are you sure you want to shut down the computer?
kab: Tebɣiḍ ad tessixsiḍ aselkim inek?

source: Shut _Down
kab: Se_xsi

source: Are you sure you want to suspend the computer?
kab: Tebɣiḍ ad tessuḍseḍ aselkim-inek?

source: _Suspend
kab: _Suḍes

source: Are you sure you want to restart the computer?
kab: Tebɣiḍ ad tessenkreḍ tikelt nniḍen aselkim inek?

source: _Restart
kab: _Ales tanekra

source: User %u will login in %t
kab: Aseqdac %u ad yekcem di %t

source: Username:
kab: Isem n useqdac:

source: Password:
kab: Awal uffir:

source: Already logged in
kab: Yekcem yakan di

source: There was an error loading the theme %s
kab: Teḍra-d tuccḍa deg usali n usentel %s

source: Login
kab: Anekcum

source: OK
kab: IH

source: Cancel
kab: Sefsex

source: Please enter your username
kab: Sekcem isem-ik n useqdac

source: Please enter your password
kab: Sekcem awal-k uffir

source: Shutdown
kab: Sexsi

source: Suspend
kab: Seḥbes

source: Quit
kab: Ffeɣ

source: Restart
kab: Ales tanekra

source: Session
kab: Tiẓimit

source: Select a session
kab: Fren tiɣimt

source: Default session
kab: Tiɣimit tamezwert

source: Please select a user.
kab: Fren aseqdac.

source: Press F1 to enter a username.
kab: Senned ɣef F1 akken ad tferneḍ aseqdac.

source: Language
kab: Tutlayt

source: Select a language
kab: Fren tutlayt

source: Are you sure you want to quit?
kab: Tebɣiḍ ad teffɣeḍ?

source: Close
kab: Mdel

source: An error occurred while trying to contact the login screens. Not all updates may have taken effect.
kab: Teḍra-d tuccḍa deg uɛraḍ n unermes n igdilen n usedac. Ileqman ur ddin ara meṛṛa.

source: Autologin or timed login to the root account is forbidden.
kab: Tuqqna tawurmant neɣ tuqqna s usmezger ɣer umiḍan n unedbal ur turig ara.

source: The %s user UID is lower than 'MinimalUID'.
kab: UID n useqdac %s temẓi ɣef 'MinimalUID'.

source: User not allowed
kab: Aseqdac ur yurig ara

source: Autologin or timed login to the root account is not allowed.
kab: Tuqqna tawurmant neɣ tuqqna s usmezger ɣer umiḍan n unedbal ur turig ara.

source: No theme, just pure GTK
kab: Ulac asentel, anagar GTK aḥerfi

source: Archive is not of a subdirectory
kab: Aɣbar mačči d akaram anaddaw

source: Archive is not of a single subdirectory
kab: Aɣbar mačči d akaram anaddaw asuf

source: File not a tar.gz or tar archive
kab: Afaylu mačči d aɣbar tar.gz neɣ tar

source: Archive does not include a GdmGreeterTheme.info file
kab: Aɣbar ur yesɛi ara afaylu GdmGreeterTheme.info

source: File does not exist
kab: Ulac afaylu

source: Not a theme archive
kab: Ulac aɣbar n usentel

source: Theme directory '%s' seems to be already installed. Install again anyway?
kab: Akaram n usentel '%s' yettbin-d am wakken yettwasbedd yakan. Ad t-tesbedeḍ ?

source: Some error occurred when installing the theme
kab: Ḍrant-d kra n tuccḍiwin deg usbeddi n ukaram

source: No file selected
kab: Ulac afaylu yettwafernen

source: Select Theme Archive
kab: Fren aɣbar n usentel

source: _Install
kab: _Sebded

source: Theme archives
kab: Iɣbaren n usentel

source: Remove the "%s" theme?
kab: Kkes asentel "%s"?

source: If you choose to remove the theme, it will be permanently lost.
kab: Ma tferneḍ ad tekkseḍ asentel, ad iṛuḥ dayen.

source: _Remove Theme
kab: _Kkes asentel

source: Install the theme from '%s'?
kab: Sebded asentel si '%s'?

source: Select install to add the theme from the file '%s'.
kab: Fren sebded akken ad ternuḍ asentel seg ufaylu '%s'.

source: Images
kab: Tugniwin

source: All Files
kab: Akk ifuyla

source: Automatically detected
kab: Yettwaf s wudem awurman

source: Theme
kab: Asentel

source: Auto login
kab: Anekcum awurman

source: Options
kab: Iɣewwaṛen

source: Add a new theme
kab: Rnu asentel amaynut

source: Remove the selected theme
kab: Kkes asentel yettwafernen

source: Launch the login screen to preview the theme
kab: Sekker agdil n tuqqna iwakken ad twaliḍ asentel

source: Please install 'numlockx' to enable this feature
kab: Ttxil-k sbedd 'numlockx' iwakken ad tesremdeḍ tawuri-agi

source: Could not access configuration file (defaults.conf)
kab: D awezɣi adduf ɣer ufaylu n twila (defaults.conf)

source: Make sure that the file exists before launching login manager config utility.
kab: Senqed belli yella ufaylu send ad tsekkereḍ allal n uswel n umsefrak n tuqqna.

source: Could not access configuration file
kab: D awezɣi adduf ɣer ufaylu n twila

source: You must be root to configure MDM.
kab: Isefk ad tiliḍ d root iwakken ad tsewleḍ MDM.

source: Login Window Preferences
kab: Qqen ɣer ismenyifen n usfaylu

source: Background
kab: Agilal

source: _Image:
kab: _Tugna:

source: Displays this image as the background in the greeter.
kab: Beqqeḍ tugna-agi deg ugilal n tuta.

source: Select background image
kab: Fren tugna n ugilal

source: Pick background color
kab: Fren ini n ugilal

source: Co_lor:
kab: I_ni:

source: Background color of the greeter.
kab: Ini n ugilal n tuta n usnubeg..

source: Welcome Message
kab: Izen n usnubeg

source: C_ustom:
kab: Yu_gen:

source: Controls which text to display next to the logo image in the standard greeter.
kab: Ad yesenqed acu n uḍris ara yettubeqḍen ɣer tama n tugna n ulugut di tuta taslugant.

source: %n will be replaced by hostname
kab: %n ad ittusemselsi s yisem n usneftaɣ

source: _Default:
kab: _Amezwer:

source: 'Welcome'
kab: 'Anṣuf'

source: _Enable Automatic Login
kab: _Sermed tuqqna tawurmant

source: Given user should be logged in upon first bootup. No password will be asked.
kab: Aseqdac ad yeqqen s wudem awurman. Ur d-yettili ara usuter n wawal n uɛeddi.

source: _User:
kab: A_seqdac:

source: Dummy
kab: Asugnan

source: Enable _Timed Login
kab: Sermed tuqqna s usmezger

source: Given user should be logged in after a number of seconds of inactivity on the login screen.
kab: Aseqdac ad yeqqen mbaɛd kra n tasinin n war armud deg ugdil n tuqqna.

source: U_ser:
kab: Ase_qdac:

source: _Pause before login:
kab: _Asgunfu send tuqqna:

source: Delay in seconds before the timed login user will be logged in.
kab: Amenḍar s tasinin send tuqqna s usmezger n useqdac .

source: seconds
kab: tasinin

source: dummy
kab: asugnan

source: Allow root login
kab: Sermed tuqqna n root

source: Log debug information to /var/log/syslog
kab: Sekles isallan n useɣti di /var/log/syslog

source: Sends debug output to the syslog.
kab: Ad yazen isallan n useɣti ɣer syslog.

source: Automatically select the last logged in user
kab: Fren s wudem awurman aseqdac angaru yeqqnen

source: Enable NumLock
kab: Sermed NumLock

source: Use 24 Hour Clock
kab: Seqdec tamrilt n 24 n isragen

source: Primary monitor:
kab: Agdil amezwaru

source: Limit the session output
kab: Eg tilist i tuffɣa n tɣimit

source: This prevents .xsession-errors from getting too big (200KB, a few thousand lines).
kab: Ayagi ad iqerreɛ .xsession-errors iwakken ur yettuɣal ara d ameqran (200Ko, kra n igima n izirigen).

source: Filter the session output
kab: Sti tuffɣa n tɣimit

source: This prevents warnings from common libraries and toolkits (Gtk, Glib, Gio, Glade...etc) from getting in .xsession-errors.
kab: Ayagi ad iqerreɛ ismigal n temkarḍiwin timugna akked ifecka (Gtk, Glib, Gio, Glade..tgr) iwakken ur ttilin ara di.xsession-errors.

source: Default session:
kab: Tiɣimit n lexṣas:
