Repository: Easyghost195/mdm
Catalog: launchpad-po/*.po
Languages: ar, hi

source: Are you sure you want to shut down the computer?
ar: هل تريد بالتأكيد إيقاف تشغيل الكمبيوتر؟
hi: क्या आप कंप्यूटर बंद करना चाहते हैं?

source: Shut _Down
ar: إيقاف _تشغيل
hi: बंद करें (_D)

source: Are you sure you want to suspend the computer?
ar: هل تريد بالتأكيد تعليق الكمبيوتر؟
hi: क्या आप कंप्यूटर स्थगित करना चाहते हैं?

source: _Suspend
ar: _تعليق
hi: स्थगित करें (_S)

source: Are you sure you want to restart the computer?
ar: هل تريد بالتأكيد إعادة تشغيل الكمبيوتر؟
hi: क्या आप कंप्यूटर पुन:आरंभ करना चाहते हैं?

source: _Restart
ar: _إعادة تشغيل
hi: पुन: आरंभ करें (_R)

source: User %u will login in %t
ar: سيتم تسجيل دخول المستخدم %u في %t
hi: प्रयोक्ता %u %t सेकंड में लॉगिन होगा

source: Username:
ar: اسم المستخدم:
hi: उपयोक्ता का नाम :

source: Password:
ar: كلمة المرور:
hi: कूटशब्द :

source: Already logged in
ar: سجلت الدخول بالفعل
hi: पहले से लॉगिन है

source: There was an error loading the theme %s
ar: حدث خطأ أثناء تحميل الثيم %s
hi: थीम लोड करने में त्रुटि रही %s

source: Login
ar: تسجيل دخول
hi: लॉगिन

source: OK
ar: موافق
hi: ठीक है

source: Cancel
ar: إلغاء
hi: रद्द करें

source: Please enter your username
ar: يرجى إدخال اسم المستخدم الخاص بك
hi: कृपया अपना उपयोक्ता नाम दर्ज करें

source: Please enter your password
ar: يرجى إدخال كلمة المرور الخاصة بك
hi: कृपया अपना कूटशब्द दर्ज करें

source: Shutdown
ar: إيقاف تشغيل
hi: बंद करें

source: Suspend
ar: تعليق
hi: स्थगित करें

source: Quit
ar: إنهاء
hi: छोड़ें

source: Restart
ar: إعادة تشغيل
hi: पुनः आरंभ करें

source: Session
ar: الجلسة
hi: सत्र

source: Select a session
ar: تحديد الجلسة
hi: सत्र चुनें

source: Default session
ar: الجلسة الافتراضية
hi: डिफ़ॉल्ट सत्र

source: Please select a user.
ar: يرجى تحديد المستخدم.
hi: उपयोक्ता चुनें।

source: Press F1 to enter a username.
ar: اضغط على F1 لإدخال اسم المستخدم.
hi: उपयोक्ता नाम दर्ज करने के लिए F1 दबाएँ।

source: Language
ar: اللغة
hi: भाषा

source: Select a language
ar: تحديد اللغة
hi: भाषा चुनें

source: Are you sure you want to quit?
ar: هل تريد بالتأكيد الإنهاء؟
hi: क्या आप छोड़ना चाहते हैं?

source: Close
ar: إغلاق
hi: बंद करें

source: An error occurred while trying to contact the login screens. Not all updates may have taken effect.
ar: حدث خطأ أثناء محاولة الاتصال بشاشات تسجيل الدخول. قد لا تكون كل التحديثات نافذة المفعول.
hi: लॉगिन स्क्रीन से संपर्क करते समय एक त्रुटि हुई। शायद, सभी अपडेट लागू न हुई हो।

source: Autologin or timed login to the root account is forbidden.
ar: ممنوع تسجيل الدخول التلقائي أو تسجيل الدخول إلى حساب الجذر.
hi: रूट अकाउंट हेतु स्वतः या समयबद्ध लॉगिन वर्जित है।

source: The %s user UID is lower than 'MinimalUID'.
ar: معرف المستخدم %s أقل من 'الحد الأدنى لمعرف المستخدم'.
hi: %s प्रयोक्ता UID 'MinimalUID' से निम्न है।

source: User not allowed
ar: المستخدم غير مسموح به
hi: उपयोक्ता स्वीकार्य नहीं है

source: Autologin or timed login to the root account is not allowed.
ar: غير مسموح باستخدام تسجيل الدخول التلقائي أو تسجيل الدخول الموقوت إلى الحساب الجذر.
hi: रूट अकाउंट हेतु स्वतः या समयबद्ध लॉगिन स्वीकार्य नहीं है

source: No theme, just pure GTK
ar: لا يوجد ثيم، فقط GTK خالص
hi: कोई थीम नहीं, सिर्फ शुद्ध GTK

source: Archive is not of a subdirectory
ar: الأرشيف ليس من الدليل الفرعي
hi: संग्रह सब-फ़ोल्डर नहीं है

source: Archive is not of a single subdirectory
ar: الأرشيف ليس من دليل فرعي واحد
hi: संग्रह एकल सब-फ़ोल्डर नहीं है

source: File not a tar.gz or tar archive
ar: الملف ليس أرشيف tar.gz أو tar
hi: फ़ाइल tar.gz या tar संग्रह नहीं है

source: Archive does not include a GdmGreeterTheme.info file
ar: الأرشيف لا يتضمن ملف GdmGreeterTheme.info
hi: संग्रह में GdmGreeterTheme.info फ़ाइल नहीं है

source: File does not exist
ar: الملف غير موجود
hi: फ़ाइल मौजूद नहीं है

source: Not a theme archive
ar: لا يوجد أرشيف ثيم
hi: यह थीम संग्रह नहीं है

source: Theme directory '%s' seems to be already installed. Install again anyway?
ar: يبدو أن دليل الثيم '%s' مثبت بالفعل. التثبيت مرة أخرى على أي حال؟
hi: थीम फ़ोल्डर '%s' पहले से ही इंस्टॉल प्रतीत होती है। फिर भी दोबारा इंस्टॉल करें?

source: Some error occurred when installing the theme
ar: حدث خطأ ما عند تثبيت الثيم
hi: थीम इंस्टॉल करते समय त्रुटि हुई

source: No file selected
ar: لم يتم تحديد اي ملف
hi: कोई फ़ाइल नहीं चुनी गई

source: Select Theme Archive
ar: تحديد أرشيف ثيم
hi: थीम संग्रह चुनें

source: _Install
ar: _تثبيت
hi: इंस्टॉल करें (_I)

source: Theme archives
ar: أرشيف الثيم
hi: थीम संग्रह

source: Remove the "%s" theme?
ar: هل تريد إزالة الثيم "%s"؟
hi: "%s" थीम हटाएँ?

source: If you choose to remove the theme, it will be permanently lost.
ar: إذا اخترت إزالة الثيم، فسيتم فقدانه نهائياً.
hi: यदि आप थीम हटाते हैं, तो वह हमेशा के लिए खो जाएँगी।

source: _Remove Theme
ar: _إزالة الثيم
hi: थीम हटाएँ (_R)

source: Install the theme from '%s'?
ar: تثبيت الثيم من '%s'؟
hi: '%s' से थीम इंस्टॉल करें?

source: Select install to add the theme from the file '%s'.
ar: حدد تثبيت لإضافة الثيم من الملف '%s'.
hi: फ़ाइल '%s' से थीम जोड़ने के लिए इंस्टॉल चुनें।

source: Images
ar: الصور
hi: चित्र

source: All Files
ar: كل الملفات
hi: सभी फ़ाइलें

source: Automatically detected
ar: كشف تلقائي
hi: स्वतः ही पता लगाएँ

source: Theme
ar: الثيم
hi: थीम

source: Auto login
ar: تسجيل دخول تلقائى
hi: स्वतः लॉगिन

source: Options
ar: خيارات
hi: विकल्प

source: Add a new theme
ar: إضافة ثيم جديد
hi: नई थीम जोड़ें

source: Remove the selected theme
ar: إزالة الثيم المحدد
hi: चुनी गई थीम हटाएँ

source: Launch the login screen to preview the theme
ar: إطلاق شاشة تسجيل الدخول لمعاينة الثيم
hi: थीम का पूर्वावलोकन करने के लिए लॉगिन स्क्रीन लॉन्च करें

source: Please install 'numlockx' to enable this feature
ar: الرجاء تثبيت 'numlockx' لتمكين هذه الميزة
hi: इस सुविधा को चालू करने के लिए 'numlockx' इंस्टॉल करें

source: Could not access configuration file (defaults.conf)
ar: تعذر الوصول إلى ملف التكوين (defaults.conf)
hi: विन्यास फाइल (defaults.conf) तक नहीं पहुंचा जा सका

source: Make sure that the file exists before launching login manager config utility.
ar: تاكد من وجود الملف قبل بدء إطلاق الاداه المساعدة لتكوين إداره تسجيل الدخول.
hi: कृपया लॉगिन विन्यास प्रबंधक चलाने से पहले सुनिश्चित कर लें कि फ़ाइल मौजूद है।

source: Could not access configuration file
ar: لا يمكن الوصول إلى ملف التكوين
hi: विन्यास फाइल तक नहीं पहुंचा जा सका

source: You must be root to configure MDM.
ar: يجب أن تكون الجذر لتكوين MDM.
hi: आप रुट के तौर पर ही MDM विन्यस्त कर सकते हैं

source: Login Window Preferences
ar: تفضيلات نافذة تسجيل الدخول
hi: लॉगिन विंडो प्राथमिकताएँ

source: Background
ar: الخلفية
hi: बैकग्राउंड

source: _Image:
ar: _الصورة:
hi: चित्र (_I)

source: Displays this image as the background in the greeter.
ar: عرض هذه الصورة كخلفيه في الاستقبال.
hi: अभिवादक में बैकग्राउंड के रूप में इस चित्र को प्रदर्शित करता है।

source: Select background image
ar: تحديد صورة الخلفية
hi: बैकग्राउंड चित्र चुनें

source: Pick background color
ar: اختيار لون الخلفية
hi: बैकग्राउंड का रंग चुनें

source: Co_lor:
ar: الل_ون:
hi: रंग (_l):

source: Background color of the greeter.
ar: لون الخلفية للأستقبال.
hi: अभिवादक का बैकग्राउंड रंग

source: Welcome Message
ar: رسالة الترحيب
hi: स्वागत संदेश

source: C_ustom:
ar: م_خصص:
hi: अनुकूलित (_u)

source: Controls which text to display next to the logo image in the standard greeter.
ar: يتحكم في النص الذي سيتم عرضه بجانب صورة الشعار في الاستقبال القياسي.
hi: सामान्य अभिवादक में लोगो-चित्र के बगल में प्रदर्शित होने वाले शब्दों को नियंत्रित करता है।

source: %n will be replaced by hostname
ar: سيتم استبدال %n باسم المضيف
hi: %n होस्ट नाम से बदल दिया जाएगा

source: _Default:
ar: _الافتراضي:
hi: डिफ़ॉल्ट (_D):

source: 'Welcome'
ar: 'مرحبا'
hi: 'अभिनंदन'

source: _Enable Automatic Login
ar: _تمكين تسجيل الدخول التلقائي
hi: स्वतः लॉगिन सक्रिय करें (_E)

source: Given user should be logged in upon first bootup. No password will be asked.
ar: يجب أن يتم تسجيل دخول المستخدم في التمهيد الأول. لن يتم طلب كلمة مرور.
hi: यह उपयोक्ता पहले सिस्टम स्टार्टअप पर लॉगिन होना चाहिए। कोई पासवर्ड अनुरोध नहीं किया जाएगा।

source: _User:
ar: _المستخدم:
hi: उपयोक्ता (_U):

source: Dummy
ar: وهمي
hi: डमी

source: Enable _Timed Login
ar: تمكين _تسجيل الدخول الموقوت
hi: समयबद्ध लॉगिन सक्रिय करें (_T)

source: Given user should be logged in after a number of seconds of inactivity on the login screen.
ar: يجب أن يتم تسجيل دخول المستخدم بعد عدد من الثواني من عدم النشاط على شاشة تسجيل الدخول.
hi: यह प्रयोक्ता लॉगिन स्क्रीन पर एक समय अवधि की निष्क्रियता के बाद लॉगिन हो जाना चाहिए।

source: U_ser:
ar: ا_لمستخدم:
hi: उपयोक्ता (_s):

source: _Pause before login:
ar: _إيقاف مؤقت قبل تسجيل الدخول:
hi: लॉगिन से पहले ठहराव (_P)

source: Delay in seconds before the timed login user will be logged in.
ar: التأخير في ثوانٍي قبل تسجيل دخول المستخدم الذي تم تسجيل دخوله الموقوت.
hi: समय अवधि सेकंड में जिसके बाद उपयोक्ता लॉगिन हो जाएगा।

source: seconds
ar: ثواني
hi: सेकंड

source: dummy
ar: وهمي
hi: डमी

source: Allow root login
ar: السماح بتسجيل دخول الجذر
hi: रुट के रूप में लॉगिन की अनुमति दें

source: Log debug information to /var/log/syslog
ar: تسجيل معلومات التصحيح إلى /var/log/syslog
hi: दोषमार्जन संबंधी जानकारी /var/log/syslog में रखें

source: Sends debug output to the syslog.
ar: يرسل إخراج التصحيح إلى syslog.
hi: दोषमार्जन का आउटपुट syslog में भेजें।

source: Automatically select the last logged in user
ar: حدد آخر دخول للمستخدم تلقائيا
hi: अंतिम लॉगिन करने वाले उपयोक्ता को स्वतः ही चुनें

source: Enable NumLock
ar: تمكين NumLock
hi: NumLock सक्रिय करें

source: Use 24 Hour Clock
ar: استخدم 24 ساعة
hi: 24 घंटे की घड़ी उपयोग करें

source: Primary monitor:
ar: شاشة العرض الأساسية:
hi: प्राथमिक मॉनीटर:

source: Limit the session output
ar: الحد من إخراج الجلسة
hi: सत्र के आउटपुट को सीमित करें

source: This prevents .xsession-errors from getting too big (200KB, a few thousand lines).
ar: هذا يمنع أخطاء-xsession. من الحصول على أكبر من (200 كيلو بايت، بضعة آلاف من الخطوط).
hi: यह .xsession-errors को ज़्यादा बड़ा होने से रोकता है (200KB, कुछ हजार पंक्तियाँ)।

source: Filter the session output
ar: فلتر إخراج الجلسة
hi: सत्र के आउटपुट को निस्पंदित(filter) करें

source: This prevents warnings from common libraries and toolkits (Gtk, Glib, Gio, Glade...etc) from getting in .xsession-errors.
ar: هذا يمنع التحذيرات من المكتبات الشائعة ومجموعة الأدوات (Gtk ,Glib ,Gio ,Glade...إلخ) من الحصول على أخطاء xxession.
hi: यह आम libraries व toolkits (Gtk, Glib, Gio, Glade...आदि) की चेतावनियों को .xsession-errors में जाने से रोकता है।

source: Default session:
ar: الجلسة الافتراضية:
hi: डिफ़ॉल्ट सत्र :
